const polyaTales = [
    {
        id: 'polya_i_snegovik',
        name: 'Поля и снеговик',
        text:
            'Поля забралась на табурет, чтобы посмотреть в окно. За окном дедушка размахивал большой красной лопатой. Он чистил от снега дорожку перед домом. Поля помахала ему рукой. Дедушка ей тоже помахал. Поле очень хотелось чистить дорожку своей маленькой лопаткой вместе с дедушкой. Но мама не разрешила ей выйти на улицу. У Поли ещё не кончился кашель. Дедушка пообещал, что оставит ей до завтра немного снега возле крыльца. Поля согласилась. Дедушка казался ей человеком надёжным.\n' +
            'Снег летел сверху большими хлопьями без остановки. Дедушка отложил в сторону красную лопату и начал лепить снеговика. Сначала он скатал большой снежный ком. Потом скатал ком поменьше и водрузил его на тот, что побольше. Дедушка всё время оглядывался на Полю и спрашивал \n' +
            'у неё каждый раз: \n' +
            ' – Так годится?\n' +
            'Поля кивала головой и улыбалась сквозь окно. Ей казалось, что они лепят снеговика вместе. Третий – самый маленький комочек – дедушка прикрепил снеговику в тот самый момент, когда в кухню вошла мама. \n' +
            'Поля с гордостью сказала маме: \n' +
            ' – Голова!\n' +
            'Мама подумала, что тоже хочет принять участие в таком важном деле, и нашла ведро от майонеза.\n' +
            ' – Это будет шляпа, – сказала мама.\n' +
            ' – А нос? – спросила Поля.\n' +
            'И пока мама искала морковку, Поля и дедушка приделывали снеговику пуговицы из еловых шишек.\n' +
            ' – Эту? – спрашивал дедушка, подбирая шишку под заснеженным деревом и показывая Поле через окно.\n' +
            ' – Да, эту, – соглашалась Поля. – Смотри, мама, какое красивое получается пальто!\n' +
            'Когда снеговик был совсем готов, они все втроём любовались своей работой. Поля, мама и дедушка. \n' +
            'А потом дедушка снова взялся за лопату и ушёл чистить дорожку. Мама надела фартук и принялась резать лук. \n' +
            'И только Поля осталась стоять на табурете у окна. \n' +
            ' – А ты не уйдёшь? – спросила она у снеговика.\n' +
            ' – Нет, – твёрдо ответил снеговик. – Я подожду, пока у тебя кончится кашель.\n' +
            ' – У меня есть санки, мне их вчера купили, – сообщила Поля снеговику. \n' +
            ' – А ты дашь покататься? – поинтересовался снеговик.\n' +
            ' – Дам, – пообещала Поля. – Папа отвезёт нас на горку, когда у него будет выходной! И купит новые апельсины. Ты любишь апельсины?\n' +
            ' – Я ещё пока не знаю, – растерялся снеговик. – Я их ещё не пробовал…'
    },
    {
        id: 'letuchie_myshki',
        name: 'Летучие мышки',
        text:
            'После ужина все гуляли в саду. Ко́лина мама толкала перед собой коляску, в которой сидела маленькая Нюся. По́лина мама ей помогала. Ко́лина бабушка вместе с По́линой бабушкой поливали розы. Ко́лин папа держал в руках коробочку с гвоздями, а По́лин папа стучал молотком по стенке сарая.\n' +
            '– Сейчас она вылетит, – сказала Поля.\n' +
            '– Кто? – удивился Коля.\n' +
            '– Мышка, – сообщила Поля.\n' +
            'Коля хмыкнул. Он сказал, что мыши не умеют летать.\n' +
            '– Наша умеет, – убедительно кивнула Поля. – Она весь день спит в сарае вниз головой. А вечером летает по двору.\n' +
            'Коля не поверил. Он взял свой деревянный меч и начал им размахивать. У Поли не было деревянного меча. Зато у Поли была луна. Сегодня она висела над самой большой яблоней за соседским забором. И две звёздочки по бокам. Дедушка говорит, что это планеты. \n' +
            'Поля показала Коле свою луну и две звёздочки. И пока Коля смотрел наверх, кто-то очень быстрый пролетел мимо.\n' +
            '– Вот же она! – запрыгала радостная Поля. – Летучая мышка!\n' +
            'Коля не успел её рассмотреть и огорчился.\n' +
            'Летучая мышка решила рассмотреть Колю получше и снова пролетела у него над головой. Но сделала это так быстро, что Коля снова увидел только её силуэт.\n' +
            '– Надо её приманить, – решил Коля. – У вас есть сыр? Мыши любят сыр.\n' +
            '– Наша мышка сыр не любит, – Поля снова удивила Колю. – Наша любит комаров.\n' +
            '– Тогда давай поймаем ей комаров, – предложил Коля.\n' +
            '– У нас нет комаров.\n' +
            '– Как это нет? – Коля ей не поверил. – Комары есть у всех!\n' +
            '– Дедушка говорит, что всех комаров в нашем дворе съели летучие мышки.\n' +
            'Тут Коля совсем расстроился. Он подумал, что так и не увидит эту странную мышку, которая умеет летать. Потому что её нечем приманить.\n' +
            '– Она нас боится, мы большие, – сказала Поля. – Нам надо притвориться, будто мы маленькие мышки. И тогда она будет с нами дружить.\n' +
            '– Давай, – согласился Коля.\n' +
            'И Поля показала Коле как правильно притворяться. Она забралась на перила беседки и повисла вниз головой. Коля тоже повис вниз головой рядышком с Полей.\n' +
            'Мимо проходил дедушка. Он спросил:\n' +
            '– Что это вы тут делаете?\n' +
            '– Мы летучие мышки, – шёпотом сообщила Поля.\n' +
            '– Ясно, – кивнул дедушка. – А вы не видели тут Колю и Полю?\n' +
            '– Не видели, – сказали летучие мышки.\n' +
            '– Ну если вдруг увидите, то передайте, что яблочный пирог готов. Бабушка накрыла чай на веранде, – подмигнул дедушка летучим мышкам и удалился.\n' +
            '– Давай ещё немножко повисим и пойдём есть пирог, – предложила одна летучая мышка.\n' +
            '– А завтра снова будем притворяться, – согласилась вторая.\n' +
            'И они снова стали Полей и Колей. И пошли есть яблочный пирог.'
    },
    {
        id: 'polya_chitaet',
        name: 'Поля читает',
        text:
            '– Пора спать! – сказала Поля куклам и уложила их в кукольные кроватки.\n' +
            'Все куклы сразу уснули. Только Нино и Мари ворочались с боку на бок.\n' +
            '– Почитай нам сказку, – захныкала Мари.\n' +
            'Нино села на кровати и тоже захныкала:\n' +
            '– Пожалуйста! Мы не можем уснуть без сказки.\n' +
            '– Ладно, – согласилась Поля. – Но сразу договоримся – только одну.\n' +
            '– Или две, – обрадовалась Мари.\n' +
            'Обе куклы – Нино и Мари – побежали к шкафчику, и каждая принесла по две книжки. \n' +
            '– Так не честно, – поругала их Поля. – Уже ночь. Я почитаю только одну сказку!\n' +
            'Она выбрала книжку про Карлсона.\n' +
            '– Ура! Про Карлсона! – захлопала в ладоши Нино.\n' +
            '– Тише, – Поля погрозила ей пальцем. – Разбудишь остальных.\n' +
            'Нино и Мари притихли, они внимательно слушали, как Поля читает.\n' +
            'Она показывала куклам картинки в книжке и переворачивала страницы. \n' +
            '– Малыш захотел собаку, а ему подарили торт, – прочитала Поля понарошку.\n' +
            '– А зачем же ему торт, если он хотел собаку? – спросила Мари.\n' +
            '– А мне нравится торт, – сказала Нино.\n' +
            '– И мне нравится торт, – раздался голос с дальней кроватки. Это кукла Аллочка выбралась из-под одеяла. \n' +
            '– Карлсон заболел, – читала Поля. – Он хотел варенье.\n' +
            '– И плюшки! – сказала кукла Женя. Она тоже проснулась и спустилась со второго этажа в ночной сорочке.\n' +
            '– А потом прилетело привидение, – читала Поля.\n' +
            '– Очень страшное, – сообщила кукла Ксюша, выглядывая из-под одеяла.\n' +
            '– В белой простыне! – шёпотом добавила кукла Соня.\n' +
            '– Я боюсь, – Белочка накрыла голову подушкой.\n' +
            'Тамарочка тоже боялась привидения, поэтому выглядывала из-под подушки одним глазом.\n' +
            'Пеппи завернулась в белую простыню и с грохотом спустилась с чердака.\n' +
            '– Я страшное привидение, – завывала Пеппи низким голосом.\n' +
            '– Надо позвонить в полицию, – решительно сказал Томми. Он взял в руки телефон и стал нажимать на кнопки. Понарошку.\n' +
            '– Мы полиция. Мы уже выезжаем, – ответил Ваня в другой телефон. – Сейчас разберёмся, что там у вас летает.\n' +
            '– Это Карлсон у нас летает! – читала Поля. – Он добрый!\n' +
            'Пеппи кружилась по комнате и размахивала белой простынёй:\n' +
            '– Я добрый Карлсон! Я живу на крыше!\n' +
            '– Я тоже хочу на крышу! – воскликнула Анника и закружилась вместе с Пеппи.\n' +
            '– И я! – кричали Белочка и Тамарочка!\n' +
            '– И я! И я! – кричали все остальные куклы и подбрасывали вверх свои подушки.\n' +
            '– Что это у вас там происходит? – послышался папин голос из-за приоткрытой двери.\n' +
            'Папа вошёл в спальню и огляделся.\n' +
            '– Это я читаю на ночь, – сказала Поля.\n' +
            'Все куклы успели запрыгнуть в свои кроватки и притворились спящими. Только где-то на чердаке кукольного дома хлопнула маленькая дверца. И на полу около кроваток валялось несколько кукольных подушек.'
    },
    {
        id: 'semen',
        name: 'Семён',
        text:
            'В открытое окно запрыгнул кто-то большой, зелёный, с длинными ногами. Он уселся на подоконнике.\n' +
            '– Мама, папа, к нам пришёл кузнечик! – обрадовалась Поля.\n' +
            '– Мне кажется, это не кузнечик, – сказала мама.\n' +
            'Папе тоже показалось, что это не кузнечик. Папа включил телефон и решил уточнить, кто же сидит у них на подоконнике. В телефоне папе сказали, что это саранча.\n' +
            '– Как ты думаешь, это самка или самец? – спросила мама.\n' +
            '– Думаю, это самец, мальчик, – сообщил папа. – Он очень отважный. Он нас не боится.\n' +
            '– А как его зовут? – спросила Поля.\n' +
            '– Мне кажется, он немножко похож на нашего виолончелиста, – подметила мама. – Давайте назовём его Семён.\n' +
            'Семён зашевелил длинными ногами и кивнул.\n' +
            '– По-моему, он согласен, – сказал папа.\n' +
            '– А он не кусается? – спросила Поля.\n' +
            'Папа снова залез в телефон. Там ему сказали, что Семён не кусается.\n' +
            '– Интересно, чем же его кормить? – спросила мама. Она всегда так спрашивает, когда кто-нибудь приходит в гости. Маме нравится всех кормить.\n' +
            'Папа сказал: \n' +
            '– Мне кажется, он согласится на торт Наполеон.\n' +
            'Мама ответила:\n' +
            '– Печь торт слишком долго. Нельзя ли покормить его фруктами?\n' +
            'В телефоне папе сказали, что Семён любит яблоки и морковку.\n' +
            'Поля принесла яблоко, откусила маленький кусочек и предложила Семёну.\n' +
            'Семён уселся поудобнее, взял яблоко в передние лапки и принялся за еду. \n' +
            'Папа сказал, что за день Семён может съесть в два раза больше, чем весит его тело.\n' +
            'Мама всплеснула руками:\n' +
            '– Придётся ехать на рынок за яблоками!\n' +
            '– Ты думаешь, он останется у нас надолго? – спросил папа.\n' +
            '– Даже если ненадолго, всё равно еды должно быть вдоволь для всех членов семьи.\n' +
            'Семёну понравились мамины слова, и он остался надолго.\n' +
            'Поля постелила ему постель в картонной коробке. Она кормила его кусочками яблока и колечками морковки. А иногда приносила со двора свежие травинки.\n' +
            'По вечерам папа вместе с Семёном выходили подышать воздухом, Семён сидел у папы на плече. Время от времени папа пересаживал Семёна на Полино плечо. Ненадолго. Поля всё ещё немножко побаивалась Семёна, слишком он казался ей большим.\n' +
            'А однажды утром Семён исчез. Он оставил на подоконнике неубранную кроватку и огрызок яблока.\n' +
            '– Ну и хорошо, – сказала мама. – В дикой природе ему будет лучше. А то, знаете, я прочитала в энциклопедии, что голодная саранча съедает целиком деревянные заборы, соломенные крыши и мебель.\n' +
            'А папа её успокоил. Он сказал, что мебель съедает другая саранча. Та, которая собирается в большие стаи. А наш Семён всё-таки интеллигентный парень. Не станет он съедать мебель в доме своих друзей.'
    }
];

export default polyaTales;
